[
  {
    "icon": "wifi",
    "title": "Guest Wi-Fi & Network Management",
    "description": "Ensuring seamless and secure internet access for guests is a top priority. We manage network infrastructure, bandwidth allocation, and security protocols to provide a reliable and high-performance Wi-Fi experience."
  },
  {
    "icon": "pms-pos",
    "title": "PMS & POS System Integration",
    "description": "We integrate and maintain Property Management Systems (PMS) and Point of Sale (POS) systems to streamline hotel operations, from reservations and billing to inventory management and reporting."
  },
  {
    "icon": "in-room-tech",
    "title": "In-Room Technology & Entertainment",
    "description": "Enhance the guest experience with modern in-room technology, including smart TVs, casting solutions, and IoT devices. We ensure these systems are user-friendly, reliable, and secure."
  },
  {
    "icon": "data-security",
    "title": "Data Security & Privacy Compliance",
    "description": "Protecting sensitive guest data is paramount. We implement robust security measures and ensure compliance with data privacy regulations like GDPR and CCPA to build trust and avoid costly penalties."
  },
  {
    "icon": "backup-recovery",
    "title": "Backup & Disaster Recovery",
    "description": "Business continuity is crucial. We design and maintain reliable backup and disaster recovery plans to ensure that critical hotel data and systems can be restored quickly in the event of an outage or cyber-attack."
  },
  {
    "icon": "vendor-management",
    "title": "Vendor Management & IT Procurement",
    "description": "We manage relationships with technology vendors and oversee the procurement process to ensure that the hotel invests in the right technology at the right price, maximizing ROI and minimizing risk."
  },
  {
    "icon": "ota-channel-management",
    "title": "Online Travel Agency (OTA) & Channel Management",
    "description": "We manage the hotel's presence on OTAs like Booking.com and Expedia, and use channel managers to synchronize rates and availability across all platforms, maximizing occupancy and revenue."
  },
  {
    "icon": "digital-marketing",
    "title": "Digital Marketing & SEO",
    "description": "We drive direct bookings and increase brand visibility through a comprehensive digital marketing strategy, including search engine optimization (SEO), social media marketing, and email campaigns."
  },
  {
    "icon": "guest-reputation",
    "title": "Guest Reputation & Review Management",
    "description": "We monitor and manage the hotel's online reputation on platforms like TripAdvisor and Google, responding to guest reviews and using feedback to improve the guest experience and attract new customers."
  }
]
